Repository: d3mac123/ppgFinder
Catalog: app/App_Resources/iOS/*.lproj/Localizable.strings
Languages: es

# noConnectivity
source: You are not connected to the Internet. Please connect in order to see maps and other pilots.
es: No está conectado a Internet. Conéctate para ver mapas y otros pilotos.

# wifiConnectivity
source: Wifi Connection.
es: Conexión wifi.

# mobileConnectivity
source: Mobile Connection.
es: Conexión Móvil.

# notConnectedTitle
source: Network Connection
es: Conexión de Red

# notConnected
source: You are not connected to the Internet. You may consider connecting (maybe via a Personal HotSpot) in order to see maps and other pilots.
es: No está conectado a Internet. Usted puede considerar la conexión (quizá a través de un HotSpot Personal) para ver mapas y otros pilotos.

source: FACEBOOK LOGIN
es: LOGIN CON FACEBOOK

source: EMAIL LOGIN
es: LOGIN CON CORREO

# version
source: version %s
es: versión %s

source: Email:
es: Correo:

source: Password:
es: Contraseña:

source: CREATE ACCOUNT
es: CREAR CUENTA

# emailHint
source: your-email@domain.com
es: su-correo@domain.com

# passHint
source: your-password
es: su-contraseña

# reset
source: Reset Password
es: Restablecer Contraseña

# resetError
source: Please enter your email first.
es: Primeiro ingrese su correo electrónico.

# resetEmail
source: An email was sent to you with instructions on how to reset your password. Please check your inbox.
es: Se le envió un correo electrónico con instrucciones sobre cómo restablecer su contraseña. Por favor revisa tu inbox.

# settingsTitle
source: Settings
es: Configuracción

source: UPDATE
es: ACTUALIZAR

source: Map:
es: Mapa:

# imperial
source: Imperial (miles/ft)
es: Imperial (millas/ft)

# metric
source: Metric (km/m)
es: Métrico (km/m)

# glider
source: Glider Colors:
es: Colores del Parapente:

# nickname
source: Set your nickname below
es: Entre con tu apodo abajo

# hintNick
source: your nickname
es: su apodo

# helloPilot
source: Hello %s
es: Hola %s

source: Color Blinded?
es: Daltónico?

source: Voice Alert:
es: Alerta por Voz:

source: LOGOUT
es: CERRAR

# changePicture
source: Click icon to change picture
es: Clic icono para cambiar la foto

# altAlert
source: Altitude Alerts:
es: Alerta de Altitud:

# flightsTitle
source: My Flights
es: Mis Vuelos

source: Sun
es: Dom

source: Mon
es: Lun

source: Tue
es: Mar

source: Wed
es: Mié

source: Thu
es: Jue

source: Fri
es: Vie

source: Sat
es: Sáb

# loadingTitle
source: Loading Your Flights
es: Cargando sus vuelos

# loadingContent
source: This may take a while but, hold on, they are coming!
es: Esto puede tomar un tiempo, pero, espera, que están llegando!

# noFlightsYet
source: You do not have any flights yet!
es: Todavía no tienes vuelos!

# reloadTitle
source: Force reload of all your flights?
es: ¿Forzar la recarga de todos tus vuelos?

# reloadMessage
source: This may take a while depending on the number of flights you have.
es: Esto puede tomar un tiempo dependiendo de la cantidad de vuelos que tenga.

source: Sunday
es: Domingo

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Duration
es: Duración

source: Max. Altitude
es: Max. Altitud

source: Distance
es: Distancia

source: Avg. Speed
es: Velocidad Média

source: Max. Speed
es: Velocidad Máx.

source: DELETE
es: BORRAR

# markerStartTitle
source: Start
es: Inicio

# markerStartContent
source: Your flight started here!
es: Su vuelo comenzó aquí!

# markerEndTitle
source: End
es: Fin

# markerEndContent
source: Your flight finished here!
es: Su vuelo terminó aquí!

# confirmDeletionTitle
source: Delete Flight %s
es: Borrar Vuelo %s

# confirmDeletionMsg
source: Confirm this flight deletion?
es: ¿Confirma esta eliminación de vuelo?

# shareText
source: My flight recorded by PPG Finder on %s. http://www.asouza.com/ppgFinder
es: Mi vuelo grabado por PPG Finder - %s. http://www.asouza.com/ppgFinder

# shareImage
source: Recorded %s by PPG Finder app.
es: Grabado por la app PPG Finder - %s.

# graphTitle
source: Altitude and Speed Performance
es: Rendimiento de Altitud y Velocidad

source: SHARE
es: COMPARTIR

# place
source: Location Name (optional):
es: Nombre del lugar (opcional):

# info
source: Description (optional):
es: Descripción (opcional):

# exportKML
source: EXPORT
es: EXPORTAR

# exportGPX
source: EXPORT
es: EXPORTAR

source: Save
es: Salvar

source: Cancel
es: Cancelar

# snapshot_edit_title
source: Snapshot Editing
es: Edición de Snapshot

# snapshot_edit_msg
source: What did you see around %s?
es: Qué viste alrededor de %s?

# clickPlayback
source: Click the map for flight playback
es: Clic en el mapa para reproducir el vuelo

# flightBuddies
source: Flew with me
es: Volaram conmigo

source: ME
es: YO

source: START
es: EMPEZAR

source: STOP
es: TERMINAR

source: SSW
es: SSO

source: SW
es: SO

source: WSW
es: OSO

source: W
es: O

source: WNW
es: ONO

source: NW
es: NO

source: NNW
es: NNO

source: Yes
es: Sí

# endFlightTitle
source: Stop Flight
es: Terminar Vuelo

# endFlightMsg
source: Would you like to finish this flight?
es: ¿Quieres terminar este vuelo?

# msgTimeFlyTitle
source: Time to Fly!
es: Hora de Volar!

# msgTimeFly
source: Happy to see you here again! Enjoy your flights!
es: ¡Feliz de verte aquí otra vez! Disfrute de sus vuelos!

# msgBackTitle
source: Heading Back!
es: Regresando!

# msgBack
source: A message informing you are heading back to origin was sent.
es: Se envió un mensaje informándo que regresas al origen.

# msgBackShort
source: is heading back to origin.
es: está regresando al origen.

# msgEngineOutTitle
source: Engine Out!
es: Parada del Motor!

# msgEngineOut
source: A message informing you had an engine out was sent.
es: Se envió un mensaje informándo que tuviste una parada de motor.

# msgEngineOutShort
source: had an engine out at
es: tuvo una parada de motor en

# msgFrom
source: Message from
es: Mensaje de

# msgSecAgo
source: sec ago)
es: seg atrás)

# msgSecAgoLong
source: sec ago) - CLICK HERE TO GET DIRECTIONS
es: seg atrás) - HAGA CLIC AQUÍ PARA OBTENER DIRECCIONES

# errorOrigin
source: Error getting origin:
es: Error al obtener el origen:

source: Error starting flight
es: Error al iniciar el vuelo

source: Speed
es: Velocidad

source: Altitude
es: Altitud

source: Heading
es: Dirección

source: Origin
es: Origen

# msgTookOff
source: just took-off.
es: acaba de despegar.

# msgLanded
source: just landed.
es: acaba de aterrizar.

# noInternet
source: You are not connected to the Internet at this moment. Make sure you are online before finishing your flight.
es: Usted no está conectado a Internet en este momento. Asegúrate de estar en línea antes de terminar tu vuelo.

# msgRoutePlanTitle
source: A new route plan was just shared!
es: Un nuevo plan de ruta fue compartida!!

# msgRoutePlanSent
source: A message informing about your planned route was sent.
es: Se envió la mensaje del plan de ruta.

# msgRoutePlanMsg
source: shared a %s route plan!
es: compartió el plan de ruta de %s!

# msgRoutePlanMsgReceived
source: shared a route plan! Click to download it.
es: compartió el plan de ruta! Haga clic para descargarlo.

# msgFlyingClose
source: is flying very close %s %s, %s! Be aware.
es: está muy cerca, %s %s, %s! Esteja atento.

source: North
es: Norte

source: South
es: Sur

source: East
es: Este

source: West
es: Oeste

source: above
es: arriba

source: below
es: abajo

# left
source: to your left
es: a su izquierda

# right
source: to your right
es: a su direita

# front
source: in front of you
es: en frente de ti

# behind
source: behind you
es: atrás de ti

source: feet
es: piés

source: meters
es: metros

# attentionTailWind
source: Be careful! You seem to be flying tailwind at a lower altitude. This is dangerous!
es: Ten cuidado! Pareces estar volando con viento de cola a una altitud muy baja. Esto es peligroso!

# attentionCrossWind
source: Be careful! You seem to be flying crosswind at a lower altitude. You should avoid that!
es: Ten cuidado! Pareces estar volando con viento cruzado a una altitud muy baja. Deberias evitar eso!

source: Route Planning
es: Planificacion de Ruta

# trackTracking
source: Tracking
es: Rastreando

# distPoint
source: Distance/Time to Point
es: Distancia/Tiempo a Punto

# alertUploadRoute
source: Tap the map to start drawing your waypoints. Then upload your route.
es: Toca el mapa para comenzar a dibujar tus waypoints. Luego sube tu ruta.

# alertDownloadRoute
source: You do not have any saved routes to download.
es: No tiene ninguna ruta guardada para descargar.

# alertDeletedRoute
source: Tap the map to start drawing your waypoints. You do not have a route to clean.
es: Toca el mapa para comenzar a dibujar tus waypoints. No tienes una ruta para limpiar.

source: Wind in
es: Viento en

# windGust
source: gusting up to
es: ráfagas de

# continueFlightTitle
source: CONTINUE PREVIOUS FLIGHT?
es: CONTINUAR VUELO ANTERIOR?

# continueFlightMessage
source: Your last flight was not finished. Continue it or start a new?
es: Tu último vuelo no fue terminado. Continuar o iniciar uno nuevo?

# continueFlight
source: Continue
es: Continuar

source: Start New
es: Comenzar Nuevo

# airspace_class
source: CLASS
es: CLASE

source: airspace (
es: espacio aéreo (

# airspace_permission
source: ) requires permission to fly.
es: ) requiere permiso para volar.

# airspace_max
source: Max. safe alt.:
es: Alt. max. segura:

# airspace_leave
source: - LEAVE IT NOW!
es: - SALIR AGORA!

# airspace_low
source: - Fly as low as possible.
es: - Vuela lo más bajo posible.

# airspace_avoid
source: ) should be avoided.
es: ) debe ser evitado.

# airspace_mustAvoid
source: ) MUST BE AVOIDED!
es: ) DEBE SER EVITADO!

# airspace_safe
source: ) is safer to fly.
es: ) es seguro para volar.

# airspace_unknown
source: ) may or may not be safer to fly.
es: ) puede o no ser seguro para volar.

# airspace_danger
source: DANGER
es: PELIGRO

# airspace_restricted
source: RESTRICTED
es: RESTRINGIDO

# airspace_prohibited
source: PROHIBITED
es: PROHIBIDO

# airspace_up_title
source: New airspace data for %s is available for download.
es: Nuevos datos de espacio aéreo para %s están disponibles para su descarga.

# airspace_up_msg
source: Depending on the size of the country, it may take several minutes. Would you like to download it now?
es: Dependiendo del tamaño del país, puede tomar varios minutos. ¿Te gustaría descargarlo ahora?

# airspace_feed_title
source: Loading airspaces...
es: Cargando espacio aéreo...

# airspace_feed_msg
source: This may take a while...
es: Esto puede tardar unos minutos...

# snapshot_title
source: Snapshot Taken!
es: Instantánea tomada!

# snapshot_msg
source: You can edit your snapshot info in the flight screen.
es: Puede editar su información de snapshot en la pantalla de vuelo.

# camera_attentionTitle
source: Camera Attention
es: Atención de la cámara

# camera_attention_cameraOFF
source: Please check if your camera is ON and make sure you are in the same Wifi network.
es: Verifique si su cámara está encendida y asegúrese de estar en la misma red WiFi.

source: Do Not Show Again
es: No Mostrar de Nuevo

# camera_attention_turnOFF
source: Turn Off Camera
es: Desactivar la Cámara

# camera_attention_noSD
source: There is no sd card in your camera.
es: No hay una tarjeta sd en su cámara.

# camera_attention_batteryEmpty
source: Your camera battery is empty.
es: La batería de su cámara está vacía.

# camera_attention_batterySD
source: Your battery is low and there is no sd card in your camera.
es: Su batería está baja y no hay una tarjeta sd en su cámara.

# camera_attention_batteryLow
source: Your camera battery is low.
es: La batería de su cámara está baja.

# camera_attention_tryAgain
source: Try Again
es: Inténtalo de Nuevo
